[{"id":"28473","name":"Advanced Presta Search Pro","description":"Advanced Presta Search Pro - adds a dynamic product search bar with an option to filter by category and...","icon":"prestasearch"},{"id":"29736","name":"One Click Upgrade + Update or Migrate to 1.7 Pro","description":"Upgrade your old version shop to the latest version of PrestaShop in one click with 1-Click Update or Migrate to 1.7 Pro...","icon":"psimporter"},{"id":"28389","name":"Show Combination \/ Product Attribute List","description":"Product Attribute List allows show attributes at the list pages (home, category, search, best sellers, etc) and...","icon":"attribute"},{"id":"40462","name":"Easy Captcha","description":"Adds Google reCAPTCHA to your site’s contact form to prevent spam messages.","icon":"recaptcha"},{"id":"26598","name":"Product Attribute Description","description":"The module allows you to write an explanation of the attribute.For example, you have the option, but it may not be...","icon":"productattributedescription"},{"id":"27590","name":"Popup newsletter and Sign-Up Reminder","description":"Popup newsletter and Sign-Up Reminder Shows a pop-up window in the front office inviting visitors to subscribe. With this...","icon":"signupreminder"},{"id":"32083","name":"Order Button and Quantity In Products List Pages","description":"Order Button adds possibility Add to cart and Quantity buttons to products on selected catalog pages. You can easily...","icon":"cart"},{"id":"26594","name":"Limited Time Sale","description":"Allows you to carry out sales in your store. Users see the goods and countdown counter, thereby the module simulates...","icon":"limitedsile"},{"id":"27006","name":"Simple Tabs","description":"Simple tabs module allows you to add tabs with content on the product page of PrestaShop. Can your add as many tabs...","icon":"simpletabs"},{"id":"31656","name":"Tooltips Anywhere - Custom Description for any elements","description":"Tooltips Anywhere allows you to display tips in your store, when you hover over the icon with your mouse or touch, in...","icon":"tooltips"},{"id":"40803","name":"RGPD Compliance","description":"RGPD Compliance is a simple and easy-to-configure module that will make your store compatible with European law...","icon":"gdpr"},{"id":"32744","name":"Products Size chart guide","description":"Allows to create tables for comparing your shop’s product attributes (e.g. sizes) to custom values фтв choose the number...","icon":"productsizeguide"},{"id":"42576","name":"Advanced Delivery Date Pro","description":"The best module for customizing the date, time of order, with the ability to flexibly adjust the delivery intervals, taking into...","icon":"calendar"},{"id":"28675","name":"Easy Infinity Scroll Products Pro","description":"Easy Infinity Scroll is a simple but effective module to show your customers as many products as possible, to do it quickly and...","icon":"infinity"},{"id":"32163","name":"Search by category for products","description":"Search by category - allows you to display categories, making the search easier and faster, in which goods are located, if you...","icon":"searchbycategory"},{"id":"28793","name":"Photo Gallery Feed Social","description":"Photo Gallery Feed for Instagram allows you to display the last posts from your account, simple synchronization and you...","icon":"instagram"},{"id":"39872","name":"Customer Reviews and Comments with Rating","description":"Increase in traffic and improvement of SEO indicators is guaranteed: The best module for reviews, customer...","icon":"productcomments"},{"id":"42682","name":"Colors and Fonts Theme Configurator","description":"The module allows you to customize colors and fonts, the width and fixation of the menu for your template in real time...","icon":"colorconfigurator"},{"id":"41484","name":"Twitter Feed Carousel","description":"Twitter Carousel allows you to display all the latest tweets on your website, anywhere, you can customize the...","icon":"twitter"},{"id":"41878","name":"Image Slider","description":"Image Slider allows previewing all images of a product directly in catalog, home page or many other page without...","icon":"imageswitcher"},{"id":"43483","name":"Product Features List","description":"A powerful module for displaying all or specific product features in the product list, separately for each category. This...","icon":"featureslist"},{"id":"44282","name":"Single Auction Product Bidding System","description":"Allows customers to place bids for products instead of purchasing them at a fixed price.","icon":"productbidding"},{"id":"44281","name":"SEO Friendly URL Generator","description":"SEO Friendly URL Generator easy and simple module allow generates friendly URLs for all types page.","icon":"urlgenerator"}]
