Repository: Sethrollinsbah/wood-you-main
Catalog: themes/furniture/translations/*/ShopThemeCustomeraccount.*.xlf
Languages: hu_hu

source: Your account
hu_hu: Fiókod

source: Merchandise returns
hu_hu: Áru visszatérések

source: Credit slips
hu_hu: Számlahelyesbítők

source: Information
hu_hu: Információ

source: Addresses
hu_hu: Címek

source: Add first address
hu_hu: Elsődleges cím hozzáadása

source: Order history and details
hu_hu: Rendelés előzmény és részletek

source: Vouchers
hu_hu: Kuponok

source: View my customer account
hu_hu: Felhasználói fiók megtekintése

source: Log in to your customer account
hu_hu: Bejelentkezés a vásárlói fiókba

source: Connected as [1]%firstname% %lastname%[/1].
hu_hu: Kapcsolódva, mint [1]%firstname% %lastname%[/1].

source: Not you? [1]Log out[/1]
hu_hu: Nem te vagy az? [1]Kijelentkezés[/1]

source: Create an account
hu_hu: Fiók létrehozása

source: Already have an account?
hu_hu: Már van fiókod?

source: Log in instead!
hu_hu: Jelentkezz be inkább!

source: Order history
hu_hu: Rendelési előzmények

source: Here are the orders you've placed since your account was created.
hu_hu: Itt találhatóak a regisztrációd óta vásárolt termékek.

source: Details
hu_hu: Részletek

source: Your vouchers
hu_hu: Kuponjaid

source: Forgot your password?
hu_hu: Elfelejtetted a jelszavad?

source: Here is a list of pending merchandise returns
hu_hu: A visszatérítéseid:

source: Return
hu_hu: Vissza küld

source: Package status
hu_hu: Csomag státusza

source: Returns form
hu_hu: Visszáruk űrlapja

source: Order
hu_hu: Rendelés

source: Date issued
hu_hu: Dátum

source: Credit slips you have received after canceled orders.
hu_hu: Számlahelyesbítők, amelyeket törölt rendelések után kaptál.

source: Credit slip
hu_hu: Számlahelyesbítő

source: View credit slip
hu_hu: Számlahelyesbítők megtekintése

source: Log in to your account
hu_hu: Lépj be a fiókodba

source: No account? Create one here
hu_hu: Nincs fiókod? Hozz létre egyet

source: Your addresses
hu_hu: Címeid

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
hu_hu: Kérlek, add meg az e-mail címet, amin regisztráltál. Erre küldjük el az ideiglenes hivatkozást a jelszavad visszaállításához.

source: Guest Tracking
hu_hu: Vendég-követés

source: Transform your guest account into a customer account and enjoy:
hu_hu: Változtasd regisztrációvá a vendég profilod:

source: Personalized and secure access
hu_hu: Személyre szabott és biztonságos hozzáférés

source: Fast and easy checkout
hu_hu: Gyors és egyszerű fizetés

source: Easier merchandise return
hu_hu: Könnyebb követési mód

source: Return details
hu_hu: Visszáru részletei

source: %number% on %date%
hu_hu: %number% a következő dátumon: %date%

source: We have logged your return request.
hu_hu: A visszáru kérésedet rögzítettük.

source: Your package must be returned to us within %number% days of receiving your order.
hu_hu: Csomagodat a rendelésed beérkezését követő %number% napon belül vissza kell küldened nekünk.

source: The current status of your merchandise return is: [1] %status% [/1]
hu_hu: Az áru visszaküldésének jelenlegi státusza: [1] %status% [/1]

source: List of items to be returned:
hu_hu: Visszaküldött termékek listája:

source: Reminder
hu_hu: Emlékeztető

source: All merchandise must be returned in its original packaging and in its original state.
hu_hu: Minden terméket az eredeti csomagolásukban, sérülés nélkül kell visszaküldeni.

source: Please print out the [1]returns form[/1] and include it with your package.
hu_hu: Kérlek, nyomtasd ki a [1]visszáruk űrlapját[/1] és helyezd el a csomagodban.

source: Please check the [1]returns form[/1] for the correct address.
hu_hu: Ellenőrizd a [1]Visszáruk űrlapján[/1] a pontos címet.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
hu_hu: Amint megkapjuk a csomagot, e-mailen értesítünk.

source: Please let us know if you have any questions.
hu_hu: Kérlek, jelezd, ha bármi kérdésed van.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
hu_hu: Amennyiben a visszaküldés nem a fent meghatározott feltételek szerint történik, fenntartjuk a jogot hogy az árut nem fogadjuk be és/vagy nem térítünk vissza.

source: Update your address
hu_hu: Címed frissítése

source: New address
hu_hu: Új cím

source: Your personal information
hu_hu: Személyes információk

source: Messages
hu_hu: Üzenetek

source: Add a message
hu_hu: Üzenet hozzáadása:

source: If you would like to add a comment about your order, please write it in the field below.
hu_hu: Ha szeretnél hozzáadni egy megjegyzést, azt itt teheted meg.

source: Back to your account
hu_hu: Visza a fiókodhoz

source: Returned
hu_hu: Visszaküldött

source: Merchandise return
hu_hu: Áru visszaküldése

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
hu_hu: Ha egy vagy több terméket szeretnél visszaküldeni, akkor kérjük, hogy a visszatérítés mellé írd meg, hogy miért szeretnél visszatérítést.

source: Request a return
hu_hu: Visszáru kérés

source: Reset your password
hu_hu: Jelszó visszaállítása

source: Email address: %email%
hu_hu: E-mail cím: %email%

source: Guest Order Tracking
hu_hu: Vendégrendelés követési száma

source: To track your order, please enter the following information:
hu_hu: A rendelésed követéséhez írd be a következő információkat:

source: For example: QIIXJXNUI or QIIXJXNUI#1
hu_hu: Például: QIIXJXNUI vagy QIIXJXNUI#1

source: Order details
hu_hu: Rendelés adatai

source: Order Reference %reference% - placed on %date%
hu_hu: Megrendelés azonosító: %reference% - rendelési dátum: %date%

source: Download your invoice as a PDF file.
hu_hu: Töltsd le a számlád PDF-ben

source: You have given permission to receive your order in recycled packaging.
hu_hu: Engedélyt adtál arra, hogy újra hasznosított csomagolásban kapd meg a rendelésedet.

source: You have requested gift wrapping for this order.
hu_hu: Ajándékcsomagolást kértél a rendelésedhez.

source: Message
hu_hu: Üzenet

source: Follow your order's status step-by-step
hu_hu: Kövesd a megrendelésed lépésről lépésre

source: Click the following link to track the delivery of your order
hu_hu: A szállítás követéséhez kattints a következő linkre
