Repository: Sethrollinsbah/wood-you-main
Catalog: themes/furniture/translations/*/ShopThemeCatalog.*.xlf
Languages: pt_pt

source: 1 person is currently watching this product.
pt_pt: 1 pessoa está atualmente a ver este produto.

source: %nb_people% people are currently watching this product.
pt_pt: %nb_people% pessoas estão atualmente a ver este produto.

source: Last time this product was bought: %date_last_order%
pt_pt: Última vez que este produto foi comprado: %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
pt_pt: Última vez que este produto foi adicionado a um carrinho: %date_last_cart%

source: Best Sellers
pt_pt: Mais Vendidos

source: All best sellers
pt_pt: Todos os mais vendidos

source: My alerts
pt_pt: Os meus alertas

source: Search our catalog
pt_pt: Pesquisar o nosso catálogo

source: On sale
pt_pt: Em promoção

source: All sale products
pt_pt: Todos os produtos em promoção

source: %s other product in the same category:
pt_pt: %s outro produto na mesma categoria:

source: %s other products in the same category:
pt_pt: %s outros produtos na mesma categoria:

source: New products
pt_pt: Novos produtos

source: All new products
pt_pt: Todos os novos produtos

source: Brands
pt_pt: Marcas

source: All brands
pt_pt: Todas as marcas

source: Customers who bought this product also bought:
pt_pt: Clientes que compraram este produto também compraram:

source: Popular Products
pt_pt: Produtos populares

source: All products
pt_pt: Todos os produtos

source: Suppliers
pt_pt: Fornecedores

source: All suppliers
pt_pt: Todos os fornecedores

source: No RSS feed added
pt_pt: Não existe um feed RSS disponível

source: Viewed products
pt_pt: Produtos visualizados

source: Product customization
pt_pt: Personalização do produto

source: Your customization:
pt_pt: A sua personalização:

source: Product
pt_pt: Produto

source: Unit price
pt_pt: Preço unitário

source: Total price
pt_pt: Preço total

source: Reference
pt_pt: Referência

source: Brand
pt_pt: Marca

source: In stock
pt_pt: Disponível

source: Availability date:
pt_pt: Disponível a partir de:

source: Data sheet
pt_pt: Ficha informativa

source: Specific References
pt_pt: Referências específicas

source: Condition
pt_pt: Condição

source: Quantity
pt_pt: Quantidade

source: Volume discounts
pt_pt: Desconto de quantidade

source: You Save
pt_pt: Poupa

source: Up to %discount%
pt_pt: Até %discount%

source: This pack contains
pt_pt: Este pacote contém

source: Description
pt_pt: Descrição

source: Product Details
pt_pt: Dados do produto

source: Attachments
pt_pt: Anexos

source: Save %percentage%
pt_pt: Poupe %percentage%

source: Save %amount%
pt_pt: Poupe %amount%

source: %price% tax excl.
pt_pt: %price% s/Iva.

source: Instead of %price%
pt_pt: Em vez de %price%

source: Including %amount% for ecotax
pt_pt: Incluindo %amount% de ecotaxa

source: (not impacted by the discount)
pt_pt: (não influenciado pelo desconto)

source: List of products by supplier %s
pt_pt: Lista de produtos por fornecedor %s
